;; Better icons for treemacs
(package! treemacs-all-the-icons)

;; Better colors for man pages
(package! info-colors)

;; Better syntax highlighting
(package! tree-sitter)
(package! tree-sitter-langs)

(package! async)
(package! dired-open) ;; Easily open files externally
(package! org-bullets)
(package! peep-dired)
(package! resize-window)
